{
	"title": "The Legend of The White Chrysanthemum",
	"description": "This is a story of a young girl who discovered a magic flower and the love she had in order to save her mother from a serious illness.",
	"numPages": 10,
	"tags": "chinese, vietnamese, spanish",
	"media": [
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1603312844/the-legend-of-the-white-chrysanthemum/page-1-mp4.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1603312847/the-legend-of-the-white-chrysanthemum/page-1-webm.webm"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604790777/the-legend-of-the-white-chrysanthemum/page2_kbgxua.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604790777/the-legend-of-the-white-chrysanthemum/page2_gzfmew.webm"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604791324/the-legend-of-the-white-chrysanthemum/page3_kvpm5s.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604791325/the-legend-of-the-white-chrysanthemum/page3_antt7k.webm"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604792799/the-legend-of-the-white-chrysanthemum/page4_hbgxog.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604792801/the-legend-of-the-white-chrysanthemum/page4_jgzgpt.webm"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604648527/the-legend-of-the-white-chrysanthemum/page5_nlcn1k.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604648541/the-legend-of-the-white-chrysanthemum/page5_jquw4r.webm"
				}
			]
		},
		{
			"type": "image",
			"url": [
				{
					"img": "https://res.cloudinary.com/lienista/image/upload/v1604648544/the-legend-of-the-white-chrysanthemum/page6_kyazml.jpg"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604648526/the-legend-of-the-white-chrysanthemum/page7_pexzhh.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604648542/the-legend-of-the-white-chrysanthemum/page7_mcpqmo.webm"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604717919/the-legend-of-the-white-chrysanthemum/page8_s5ygpc.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604717919/the-legend-of-the-white-chrysanthemum/page8_o5gyqx.webm"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604720077/the-legend-of-the-white-chrysanthemum/page9_fcdzzm.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604720077/the-legend-of-the-white-chrysanthemum/page9_vxnaxq.webm"
				}
			]
		},
		{
			"type": "video",
			"url": [
				{
					"mp4": "https://res.cloudinary.com/lienista/video/upload/v1604720077/the-legend-of-the-white-chrysanthemum/page10_gckk9h.mp4",
					"webm": "https://res.cloudinary.com/lienista/video/upload/v1604720078/the-legend-of-the-white-chrysanthemum/page10_pkcjth.webm"
				}
			]
		}
	],
	"pageContent": {
		"en": [
			"Once upon a time, in a faraway village, \nthere were a mother and a daughter living with each other, lovingly taking care of each other. \nThe young girl helps her mother with chores around the house. As her father had passed away when she was very young, her mother became her world and everything she's ever known.",
			"Without her father by their side, life became increasingly difficult as her mother has to work as a single mother to in order to create a comfortable life the family. \nHer mother works hard as a single mother to raise her daughter, so that her daughter can grow up to be a good person.",
			"One day, the mother became seriously ill, and she immediately told her daughter:\n \"I don't feel well, please go out and help find me a doctor.\"",
			"As she was on her way, walking to find the doctor, she met an old man with gray hair and beard, and politely greeted him. The old man immediately asked: \n \"Where are you going in such a hurry?\"\n The girl replied:\n \"Sir, I am looking for a good doctor who can help my mother!\"\n The old man smiled and said:\n \"I am a doctor! I will go with you to check on your mother!\"",
			"The girl was extremely happy and led the old man home. After seeing the girl's mother, the old man said:\n \"Your mother's state of illness is quite grave. You need to go up the mountain, find a single white flower, I will help bring your mother back to health!\"",
			"It was very cold outside, the wind whistled in each wind. She only has a thin shirt that covered her body, but because she kept walking and walking...No matter how hard her journey was, she kept going and never turned back.",
			"Finally, she found the only white flower on the top of the mountain. She cherished the flower like a treasure. Suddenly, she was hearing a voice:\n \"The number of petals in this flower will decide the number of days your mother will live.\"",
			"The little girl quickly counted each petal carefully:\n\"One, two, three... twenty petals! Oh no! Does my mother have only twenty days left to live?",
			"After a moment of agonizing thoughts, the little girl suddenly sat beside the flower, gently tearing each petal into small strands. Each of those tiny petals becomes a long, soft petal. From a flower with twenty petals, now becomes a flower with countless petals.",
			"The little girl happily brought back flowers. Just meeting the old man, she received the good news: \"Your mother has completely recovered! This is all because of your love for your mother!\" Since then, people have named the flower she brought back as \"white chrysanthemum\", a symbol of children's love for their parents."
		],
		"es": [
			"Érase una vez, en un pueblo muy lejano, una madre y una hija que vivían juntas  cuidando con amor la una de la otra. La niña ayudaba a su madre con las tareas de la casa. Su padre falleció cuando ella era una niña y, a medida que ella crecía, su madre se convirtió en su mundo.",
			"Sin su padre a su lado, la vida se volvió cada vez más difícil ya que su madre tenía que trabajar para procurar una vida cómoda a la familia. Su madre trabajaba duro como madre soltera para criar a su hija, de modo que su hija pudiera convertirse en una buena persona.",
			"Un día, la madre enfermó gravemente e inmediatamente le dijo a su hija: \"No me siento bien, por favor sal y ayúdame a buscar un médico.\"",
			"Cuando  fue a buscar al médico, se encontró con un anciano de cabello gris y barba, y lo saludó cortésmente. El anciano inmediatamente le  preguntó: \n\"¿A dónde vas con tanta prisa? La niña respondió: \"¡Señor, estoy buscando un buen médico que pueda ayudar a mi madre!\"\nEl anciano sonrió y dijo: \n\"¡Yo soy médico! ¡Iré contigo a ver cómo está tu madre!\"",
			"La niña muy feliz llevó al anciano a casa. Después de ver a la madre de la niña, el anciano dijo:\n\"El estado  de tu madre es bastante grave. Tengo que  subir a la montaña y encontrar una flor blanca, ¡te ayudaré!\"",
			"Hacía mucho frío afuera, el viento soplaba por todos los sitios. Ella solo lleva una fina camiseta que le cubría el cuerpo, pero siguió caminando y caminando ... No importaba lo duro que fuera el viaje, continuó y nunca paró.",
			"Finalmente encontró la única flor blanca en la cima de la montaña. La valoró como un tesoro. De repente, escuchó una voz: \"La cantidad de pétalos de esta flor decidirá la cantidad de días que vivirá tu madre\"",
			"La niña rápidamente contó cada pétalo con cuidado: \"¡Uno, dos, tres ... veinte pétalos! ¡Oh no! ¿A mi madre sólo le quedan veinte días de vida?\"",
			"Después de un momento de pensamientos agonizantes, la niña de repente se sentó junto a la flor, rasgando suavemente cada pétalo en pequeños filamentos. Cada uno de esos pétalos diminutos se convirtió en un pétalo largo y suave. La flor con veinte pétalos se convirtió en una flor con innumerables pétalos.",
			"La niña muy contenta se llevó las flores de vuelta. Cuando se reencontró  con el anciano recibió la buena noticia:\n\" ¡Tu madre se ha recuperado por completo! ¡Todo esto se debe al amor por tu madre!\" Desde entonces, la gente llama a la flor que ella trajo \"crisantemo blanco\", siendo esta flor un símbolo del amor de los niños hacia sus padres."
		],
		"vn": [
			"Ngày xửa ngày xưa, ở một ngôi làng xa xôi, có một người mẹ và một cô con gái sống với nhau, yêu thương chăm sóc lẫn nhau. \nCô gái trẻ rất chăm chỉ, và luôn ở bên mẹ. Cha cô ấy đã mất khi cô ấy còn rất nhỏ, và khi lớn lên, cô ấy trở nên rất thân thiết với mẹ mình.",
			"Cuộc sống ngày càng khó khăn, khi thiếu vắng bàn tay của cha, khiến mẹ cô bé phải làm biết bao nhiêu việc lớn nhỏ để nuôi con khôn lớn.",
			"Một ngày kia, người mẹ bị ốm nặng, liền gọi con gái lại và bảo:\n\"Mẹ thấy trong người không được khoẻ, con hãy đi mời thầy thuốc cho mẹ.",
			"Trên đường, cô gặp một cụ già râu tóc bạc phơ, bèn lễ phép chào cụ. Cụ già liền hỏi:\n\"Cháu định đi đâu mà vội vàng như vậy?\"\nCô bé đáp:\n\"Thưa cụ, cháu đang đi tìm thầy thuốc giỏi để chữa bệnh cho mẹ ạ!\"\nCụ già tươi cười nói:\n\"Ta chính là thầy thuốc! Ta sẽ khám bệnh giúp mẹ cháu!\"",
			"Cô bé vô cùng mừng rỡ, vộ dẫn ông cụ về nhà. Sau khi xem bệnh, ông cụ bảo:\n\"Bệnh của mẹ cháu nằng lắm rồi. Cháu cần lên núi, tìm một cây hoa có duy nhất một bông hoa mầu trắng về đây, ta sẽ giúp!\"",
			"Ngoài trời đang rất lạnh, gió rít từng con. Cô bé chỉ có mộ manh áo mỏng trên người nhưng vì thương mẹ, cô cứ đi mãi, di mãi\n...Dù khó khăn thế nào, cô bé cũng không chịu lùi bước.",
			"Cuối cùng, cô bé cũng tìm được bông hoa trắng duy nhất trên đỉnh núi. Cô nâng niu bông hoa như một vật báu. Bỗng bên tai cô văn vảng tiếng cụ già:\n\"Bông hoa có bao nhiêu cành thì mẹ cháu sẽ sống thêm được bấy nhiêu ngày\"",
			"Cô bé vội cẩn thận đếm từng cánh hoa:\n\"Một, hai, ba..., hai mươi cánh! Trời ơi! Chẳng lẽ mẹ mình chỉ còn sống đươcj hai mươi ngày nữa thôi sao?\"",
			"Sau một hồi đau khổ suy nghĩ, cô bé chợt ngồi sụp xuống bên bông hoa, nhẹ nhang xé từng cánh hoa thành nhiều sợi nhỏ. Mỗi sợi nhỏ ấy lại trở thành một cánh hoa dài mướt, mềm mại. Từ một bông hoa có hai mươi cánh, giờ đã trở tahnhf bông hoa có vô vàn cánh.",
			"Cô bé sung sướng mang hoa trở về. Vừa gặp cụ già, cô nhận được tin vui:\n\"Mẹ cháu đã khỏi bệnh rồi! Đây chính là phần thưởng cho lòng hiếu thảo của cháu!\"\nKể từ đó, mọi người đặt tên cho loài hoa cô bé đem về là \"Hoa Cúc Trắng\", cho loài hoa này là biểu tượng cho tấm lòng hiếu thảo của con cái dành cho cha mẹ."
		],
		"cn": [
			"從前，在一個遙遠的村莊里，有一個母親和一個女兒彼此同住，彼此相愛。這位年輕的女士非常勤奮，一直為母親服務。她的父親在她很小的時候就去世了，她從小到大跟母親非常親近。",
			"在一個遙遠的村莊，有一對母親和女兒彼此同住，彼此相愛。\n小女孩幫助母親處理房子周圍的瑣事。父親去世了。她很小的時候，母親就成了她的世界，她所知道的一切。",
			"在沒有父親陪伴的情況下，生活變得越來越困難，因為母親必須以單身母親的身份工作才能為家庭創造舒適的生活。\n她的母親以單身母親的身份努力工作以撫養女兒，因此女兒可以長大成為一個好人。",
			"有一天，母親患了重病，她立即告訴女兒：\n\"我不舒服，請出去幫我找醫生。",
			"她在去找醫生的路上，遇到了一個留著灰白頭髮和鬍鬚的老人，對他打招呼。老人立刻問：\n \"你要去哪裡這麼急？” ” \n女孩回答：\n\"先生, 在尋找可以幫助我媽媽的好醫生！\"\n老人笑著說：\n \"我是醫生！我會和你一起去檢查你的母親！\"",
			"女孩非常高興，把老人帶回家。見女孩的母親後，老人說：\n\"您母親的病情很嚴重。您需要上山，找到一朵白花，我將幫助您的母親恢復健康！\"",
			"外面很冷，每陣風都吹著風。她只有一件薄薄的襯衫遮住了她的身體，但是因為她不斷走來走去……無論旅途多麼艱辛，她都一直走著，永不回頭",
			"最後，她在山頂上發現了唯一的白花。她像珍寶一樣珍惜這朵花。突然間，她聽到了一個聲音：\n\"這朵花中的花瓣數量將決定您的天數。母親會活著。",
			"小女孩迅速仔細地數了數每張花瓣：\n\"一，二，三...二十個花瓣！不好了！我母親還剩下二十天的生活時間嗎？",
			"經過一陣痛苦的思考，小女孩突然坐在花的旁邊，輕輕地將每片花瓣撕成小束。每一個細小的花瓣都變成了長而柔軟的花瓣。從一朵有二十個花瓣的花變成了無數朵花。花瓣。",
			"小女孩高興地帶回了鮮花。剛遇到那個老人，她就收到了一個好消息：“你的母親已經完全康復了！這完全是因為您對母親的愛！“從那時起，人們就將她帶回的花朵命名為“白菊花“，這象徵著孩子對父母的愛。"
		]
	}
}
